a = {
    "creator":"@Amir_Hoshein",
    "result":[
        {
            "soal":"چه اختراعی به شما اجازه می دهد آن طرف دیوار را نگاه کنید؟",
            "javab":"پنجره"
        },
        {
            "soal":"همراه چای است و همرنگ برف، هم طعم عسل است و هم بوی آب",
            "javab":"قند"
        },
        {
            "soal":"کدام کلید است که هیچ دری را باز نمی کند؟",
            "javab":"کلید برق"
        },
        {
            "soal":"کدلم خانه بیشترین کتاب ها را دارد؟",
            "javab":"کتاب خانه"
        },
        {
            "soal":"دارا آن را ندارد و ندار آن را دارد؟",
            "javab":"نقطه"
        },
        {
            "soal":"آن چیست که در فرانسه، کره جنوبی، کره شمالی، عربستان، عراق و ترکمنستان دوم شده است اما در روسیه اول؟",
            "javab":"حرف ر"
        },
        {
            "soal":"چیزی است که هم در آشپزخانه وجود دارد هم اتومبیل",
            "javab":"گاز"
        },
        {
            "soal":"در گوش و چشم هست ولی در دهان نیست؟",
            "javab":"حرف ش"
        },
        {
            "soal":"یک چشم دارد اما نمی بیند",
            "javab":"سوزن"
        },
        {
            "soal":"با وجود داشتن چهار پا، اما نمی تواند حرکت کند! آن چیست؟",
            "javab":"چهارپایه"
        },
        {
            "soal":"آن چیست که سه چشم و یک پا دارد؟",
            "javab":"چراغ راهنمایی"
        },
        {
            "soal":"آن چیست که همه آن را دارند",
            "javab":"اسم"
        },
        {
            "soal":"کدام حیوان درنده را اگر وارونه کنید بر روی مردان می روید؟",
            "javab":"شیر"
        },
        {
            "soal":"کدام جانور است که سرگرگ و کمر مار و دم آهو را دارد؟",
            "javab":"گاو"
        },
        {
            "soal":"بدون شک پاییز با آن به اتمام می رسد و زمستان با آن آغاز می شود",
            "javab":"حرف ز"
        },
        {
            "soal":"آن چیست که اتاق داره، هال نداره، دیوار داره، در نداره؟",
            "javab":"نقطه"
        },
        {
            "soal":"آن چیست که پر و خالی اش یک وزن دارد؟",
            "javab":"نوار کاست"
        },
        {
            "soal":"منظور از خروس بیوه چیست؟",
            "javab":"خرس"
        },
        {
            "soal":"می نویسد، اما نمی تواند بخواند",
            "javab":"مداد . خودکار . ماجیک و ..."
        },
        {
            "soal":"کدام حیوانی است که وارونه اش در حمام وجود دارد؟",
            "javab":"فیل"
        },
        {
            "soal":"پرنده ای است که حتی اگر وارونه اش هم کنید باز پرنده است",
            "javab":"زاغ . غاز"
        },
        {
            "soal":"ورزشکاران برای شکستنش جایزه می گیرند",
            "javab":"رکورد"
        },
        {
            "soal":"آن کدام  کشور است که منبع ویتامین ث می شد؟",
            "javab":"پرتغال"
        },
        {
            "soal":"کدام شهر ایران است، که خوردن نیمه اولش کشنده ولی نیمه دومش را هر روز صبح می خورند؟",
            "javab":"سمنان"
        },
        {
            "soal":"اون چیه که سفیده، برف نیست، ریشه داره، درخت نیست؟",
            "javab":"دندان"
        },
        {
            "soal":"نام کدام جزیره است که اگر وارونه اش کنیم، بچه ها می نویسند؟",
            "javab":"قشم . مشق"
        },
        {
            "soal":"آن چیست که هم بچه دارد و هم تفنگ؟",
            "javab":"قنداق"
        },
        {
            "soal":"آن چه کشوری است که در چشم ماست؟",
            "javab":"کره"
        },
        {
            "soal":"آن چه چیزی است که هر چه با آن بنویسند تمام نمی شود؟",
            "javab":"دست"
        },
        {
            "soal":"آن چیست تا سرش را نبرند حرف نمی زند؟",
            "javab":"نامه درون پاکت"
        },
        {
            "soal":"آن چیست که صدا دارد اما جثه ندارد؟",
            "javab":"باد"
        },
        {
            "soal":"آن چیست که هم آن را می خوریم  و هم آن را می گردانیم؟",
            "javab":"چرخ"
        },
        {
            "soal":"آن چیست که گوشتش در رو قرار گرفته است و پوستش در زیر؟",
            "javab":"سنگدان"
        },
        {
            "soal":"آن چیست که شیرین است و طعم ندارد، سنگین است و وزن ندارد؟",
            "javab":"خواب"
        },
        {
            "soal":"وقتی از قطب، دشت کویر و لب ساحل برمیگردم او می ماند",
            "javab":"جای پا"
        },
        {
            "soal":"آن چیست که یک لایش نمی رسد ولی دولایش می رسد؟",
            "javab":"دست (دستی که راست است به دهان نمیرسد ولی پس از خم شدن به دهان می رسد)"
        },
        {
            "soal":"درختی می باشد که تا به حال کاشته نشده است",
            "javab":"شجره خانوادگی"
        },
        {
            "soal":"آن چیست که چهار در دارد و هر درش سه در و هر یک از این درها سی در؟",
            "javab":"فصل و ماه و روز"
        },
        {
            "soal":"آن چیست که شیرین است و طعم ندارد، سنگین است و وزن ندارد",
            "javab":"خواب"
        },
        {
            "soal":"رفتنش کار دارد، آمدنش بار دارد",
            "javab":"قاشق غذا خوری"
        },
        {
            "soal":"می دانیم کجاست، ولی نمی دانیم چیست",
            "javab":"بچه در شکم مادر"
        },
        {
            "soal":"بچه ایست که به مادرش شیر میدهد",
            "javab":"رودخانه ای که وارد دریا می شود!"
        },
        {
            "soal":"آن چیست که در دنیاست، دنیا هم در او قرار دارد؟",
            "javab":"چشم"
        },
        {
            "soal":"من یکی دارم، تو دو تا داری، شاه سه تا و پسر شاه شش تا",
            "javab":"نقطه"
        },
        {
            "soal":"دو برادر هستند که همیشه خاک بر سر هم می کنند",
            "javab":"بیل و کلنگ"
        },
        {
            "soal":"پای کوه نشسته است و عمامه به سر دارد",
            "javab":"قارچ"
        },
        {
            "soal":" روزها می دود ولی شب ها، جلوی درب خانه نگهبان است",
            "javab":"کفش"
        },
        {
            "soal":"عضوی از بدن که می توانید آن را به کسی که دوست دارید بدهید. اما شکسته شدن آن دردناک است و جبران ناپذیر. آن چیست؟",
            "javab":"قلب"
        },
        {
            "soal":"می توانم سریع رشد کنم و منبع خوشبختی یا منبع غم و اندوه شما باشم، می توانم آرام از بین بروم یا به سرانجام برسم. من چی هستم؟",
            "javab":"رابطه"
        },
        {
            "soal":"یک شئ براق، زیبا و درخشان وهوس انگیز و گران قیمت است و همسر شما می خواهد آن را به شما هدیه بدهد. چه چیزی است؟",
            "javab":"جواهر"
        },
        {
            "soal":"این خوراکی می‌تواند گرم، شیرین و تلخ باشد. هدیه داده می‌شود و گاهی اوقات به شکل یک بلوک، یک میله، یک تراشه یا آبنما قرار می گیرد که می توانید در آن غوطه ور شوید. آن چیست؟",
            "javab":"شکلات"
        },
        {
            "soal":"بخشی از یک ظرف که هیچ وقت داخل‌اش جا نمی‌شود. آن چیست؟",
            "javab":"درب ظرف"
        },
        {
            "soal":"آن چیست که وقتی باران می‌بارد، اشک آن نیز روان می‌شود؟‌",
            "javab":"ناودان"
        },
        {
            "soal":"گلی ریا کار است , آن چیست؟",
            "javab":"آفتاب گردان"
        },
        {
            "soal":"دوست دارم صورتم را از روی هیجان روی پنجره بچسبانم و صدا دربیارم من می توانم حرف هایت را بفهمم و دستوراتت را اجرا کنم و تورا از تنهایی در بیاورم. من چی هستم؟",
            "javab":"سگ"
        },
        {
            "soal":"یک موجود ماورایی که شکار آن ناممکن است و با یک شاخ شناخته شده است. آن چیست؟",
            "javab":"اسب تک شاخ"
        },
        {
            "soal":"بال دارد اما نمی تواند پرواز کند، بزرگ، بلند و قدرتمند است، چشمان درشتی دارد و سریع می دود .آن چیست؟",
            "javab":"شتر مرغ"
        },
        {
            "soal":"نقش‌های سیاه و سفید، راه راه، این آرایش من است و در طبیعت زندگی می‌کنم. من چی هستم؟",
            "javab":"گورخر"
        },
        {
            "soal":"اهی پلاستیکی، گاهی چینی، گاهی پسر، گاهی دختر و شما می توانید هر بازی را که می خواهید با آن انجام دهید زیرا فقط یک وسیله بازی است. آن چیست؟",
            "javab":"عروسک"
        },
        {
            "soal":"آن‌ها می توانند شنا کنند اما ماهی نیستند، کند هستند اما لاک پشت نیستند، آن‌ها روی درخت زندگی می کنند و از آن آویزان می شوند اما میمون نیستند. آنها چه هستند؟",
            "javab":"تنبل ها(نوعی حیوان)"
        },
        {
            "soal":"زندگی آن‌ها بیش از زندگی های دیگر جذاب وشگفت انگیز است و شما آن‌ها را در خانه های زیادی به عنوان حیوان خانگی می بینید. جذاب، مستقل، زیبا و خزدار، گاهی فعال، گاهی تنبل. آن چیست؟",
            "javab":"گربه"
        },
        {
            "soal":"از درخت به درختی دیگر می پرد و تاب می‌خورد، این موجود کوچک پشمالو، آجیل ها و دانه ها را دوست دارد.",
            "javab":"سنجاب"
        },
        {
            "soal":"ویزویز کردن و سر و صدا کردن تنها کاری است که انجام می‌دهیم، ما از یک گیاه به گیاه دیگر پرواز می‌کنیم و پر سر و صدا‌ ایم، اما ما مشغول تهیه خوراکی ای بسیار شیرین هستیم .",
            "javab":"زنبور"
        },
        {
            "soal":"ممکن است که یک گریزلی به نظر برسم اما در واقع نرم و پشمالو و آرام هستم. ممکن است بزرگ یا کوچک باشم، اما در هر حال آماده برای یک بغل گرم هستم. من چی هستم؟",
            "javab":"خرس عروسکی"
        },
        {
            "soal":"می توانم پرواز کنم اما پرنده نیستم، رنگارنگ هستم اما رنگین کمان نیستم، زیبا و میان مردم هستم اما آدم نیستم. من چی هستم؟",
            "javab":"پروانه"
        },
        {
            "soal":"آن چیست که دو نفر را به هم متصل می کند اما فقط یک نفر را لمس می کند؟",
            "javab":"حلقه ازدواج"
        },
        {
            "soal":"پایان همه چیزهایی است که شروع می شود؟",
            "javab":"مرگ"
        },
        {
            "soal":"شما می توانید مرا در زمین، زحل و زهره پیدا کنید اما در مریخ نیست",
            "javab":"حرف ز"
        },
        {
            "soal":"تو برادر من هستی اما من برادر تو نیستم. من کی هستم؟",
            "javab":"خواهر تو!"
        },
        {
            "soal":"چه چیزی گردن دارد اما سر ندارد؟",
            "javab":"بطری"
        },
        {
            "soal":"دو چیز را هرگز نمی توانید برای صبحانه بخورید؟",
            "javab":"نهار و شام"
        },
        {
            "soal":"شما می توانید مرا در آب ببینید، اما من هرگز خیس نمی شوم. من چی هستم؟",
            "javab":"بازتاب شما"
        },
        {
            "soal":"بدون بال پرواز می کنم، بدون چشم گریه می کنم. من چی هستم؟",
            "javab":"ابر"
        },
        {
            "soal":"چه حیوانی بالاتر از یک ساختمان می پرد؟",
            "javab":"همه حیوانات می توانند بالاتر از یک ساختمان بپرند. ساختمان ها نمی پرند!"
        },
        {
            "soal":"چه چیزی همیشه هنگام باران بالا می رود؟",
            "javab":"چترها"
        },
        {
            "soal":"برای جدا کردن آنها یک کلمه لازم است، در غیر این صورت آنها جدایی ناپذیر هستند. آنها چه هستند؟",
            "javab":"لب"
        },
        {
            "soal":"بیرون را دور می اندازید و داخلش را می پزید. بعد بیرون را می خورید و داخلش را دور می ریزید. چه چیزی خوردین؟",
            "javab":"ذرت"
        },
        {
            "soal":"چه چیزی را می توان لمس کرد اما دیده نمی شود؟",
            "javab":"قلب انسان"
        },
        {
            "soal":"چه چیزی به اندازه شما بزرگ است و در عین حال وزنی ندارد؟",
            "javab":"سایه"
        },
        {
            "soal":"من بال ندارم اما پرواز می کنم، دندان ندارم اما گاز می گیرم. من چی هستم؟",
            "javab":"گلوله"
        },
        {
            "soal":"مردم مرا می خرند تا بخورند، اما هرگز مرا نمی خورند. من چی هستم؟",
            "javab":"بشقاب و کارد و چنگال"
        },
        {
            "soal":"انسان چهار تا دارد، سگ سه تا، پلنگ دو تا و گربه یکی",
            "javab":"دندانه"
        },
        {
            "soal":"سرش را ببری زنده می شود",
            "javab":"خزنده"
        },
        {
            "soal":"واژه ای است که همه افراد باسواد آن را غلط می خوانند",
            "javab":"واژه غلط"
        },
        {
            "soal":"پایش در سر است و رویش در پا",
            "javab":"پارو"
        },
        {
            "soal":"در بالای سر مردان است و اگر وارونه شود فلز می گردد",
            "javab":"زلف"
        },
        {
            "soal":"اگر ساعت خورشیدی کمترین جزء متحرک را میان انواع ساعت ها داشته باشد، بیشترین جزء متحرک را کدام ساعت دارد؟",
            "javab":"ساعت شنی"
        },
        {
            "soal":"کدام کلمه پنج حرفی با اضافه کردن دو حرف کوتاه تر می شود؟",
            "javab":"کوتاه"
        },
        {
            "soal":"دو پا دارد و دو پاي ديگر هم قرض مي کند و مي رود و کسي هم به گردش نخواهد رسید؟",
            "javab":"دوچرخه"
        },
        {
            "soal":"تصور بر این است که ما او را مي خوريم اما در حقيقت او ما را مي خورد؟",
            "javab":"غصه!"
        },
        {
            "soal":"از یک سوراخ وارد می شوید و همزمان از دو سوراخ بیرون می آیید؟",
            "javab":"پوشیدن شلوار"
        },
        {
            "soal":"دارچین چه زمانی درست می شود؟",
            "javab":"زمانی که یک چینی را دار می زنند."
        },
        {
            "soal":"سه دکان تو در تو اولی چرم فروش دومی پرده فروش سومی یاقوت فروش؟",
            "javab":"انار"
        },
        {
            "soal":"کشوری در پیشانی و کشور دیگری در چشم ما وجود دارد",
            "javab":"چین و کره!"
        },
        {
            "soal":"عدد هفت با بقیه اعداد بین یک تا ده چه تفاوتی دارد؟",
            "javab":"عدد Seven دو هجایی می باشد اما سایر اعداد یک هجایی هستند."
        },
        {
            "soal":"گرچه کارش لباس دوختن برای همه آدم هاست اما همیشه خودش عریان و بی لباس است",
            "javab":"سوزن"
        },
        {
            "soal":"قبل از کشف قله‌ی اورست، کدام قله بلندترین قله‌ی روی زمین بود؟",
            "javab":"قله اورست!"
        },
        {
            "soal":"نام کشوریست که اگر حرف اولش را بردارید نام یک بیماری می شود",
            "javab":"کوبا"
        },
        {
            "soal":"در زمستان زندگی می‌کند و ریشه‌هایش در بالایش است، و نهایتاً در تابستان می‌میرد؟",
            "javab":"قندیل"
        },
        {
            "soal":"با غذا زنده می ماند و با آب می میرد",
            "javab":"آتش"
        },
        {
            "soal":"زمانی که نمی‌دانی چه هستم، چیزی هستم؛ اما آن وقت که می‌دانی چه هستم، چیزی نیستم. من چیستم؟",
            "javab":"معما"
        },
        {
            "soal":"در هنگام صبحانه انگشترت داخل فنجان قهوه می‌افتد، چگونه انگشتر خشک می‌ماند؟",
            "javab":"منظور از قهوه دانه‌ها یا پودر قهوه است."
        },
        {
            "soal":"پر دارد و پرواز نمی کند",
            "javab":"پرگار"
        },
        {
            "soal":"گر آن را نگه نداری به راحتی می شکند",
            "javab":"قول"
        },
        {
            "soal":"صبح سرش را از دست می دهد اما شب آن را پس می گیرد",
            "javab":"بالشت"
        },
        {
            "soal":"چهار پا دارد اما نمی تواند حرکت کند",
            "javab":"چهارپایه"
        },
        {
            "soal":"چیستان ریه ندارم ولی به هوا احتیاج دارم",
            "javab":"آتش"
        },
        {
            "soal":"من همچون پَر سبک هستم، با این وجود قوی ترین فرد نمی تواند پنج دقیقه مرا نگه دارد. من چی هستم؟",
            "javab":"نفس"
        },
        {
            "soal":"آن چیست که همه چیز از آن درست میشود؟",
            "javab":"آب"
        },
        {
            "soal":"اون چیه که مقابل خورشید عبور میکنه ولی سایه نداره",
            "javab":"نور"
        },
        {
            "soal":"سه دختر گفتند کـه بیل برادر آنهاست. بیل می گوید کـه برادری ندارد. بیل واقعا چند برادر دارد؟",
            "javab":"هیچ کدام. او سه خواهر دارد."
        },
        {
            "soal":"آن چیست که وقتی پر است راه می رود وقتی خالی است می ایستد؟",
            "javab":"کفش"
        },
        {
            "soal":"آن چیست که حرف دارد اما صحبت نمی کند؟",
            "javab":"کتاب"
        },
        {
            "soal":"چه چیزی می تواند ماشین را نگه دارد؟",
            "javab":"چرخ های ماشین"
        },
        {
            "soal":"چیستان کدام یک از ماه ها بیست و نه روز دارد؟",
            "javab":"هر 12 ماه 29 تا روز را دارند!"
        },
        {
            "soal":"آن چیست که پر از کلید های مختلف است؟",
            "javab":"پیانو"
        },
        {
            "soal":"خیلی راحت می توانی آن را بگیری و به دیگران بدهد ولی نمی توانی پرتابش کنی",
            "javab":"سرماخوردگی"
        },
        {
            "soal":"گربه ای در یک اتاق شش گوشه خوابیده است این گربه چند زاویه می بیند؟",
            "javab":"هیچ. چون خوابیده است"
        },
        {
            "soal":"کدام پرنده پر دارد اما پرواز نمی کند؟",
            "javab":"شترمرغ"
        },
        {
            "soal":"چه چیزی باید قبل از استفاده شکسته شود؟",
            "javab":"تخم مرغ"
        },
        {
            "soal":"من وقتی جوان هستم قد بلندی دارم و وقتی پیر هستم قد کوتاه دارم. من چی هستم؟",
            "javab":"شمع"
        },
        {
            "soal":"کدام ماه از سال 28 روز دارد؟",
            "javab":"همه ماه ها 28 تا روز را دارند!"
        },
        {
            "soal":"به چه سوالی هرگز نمی توانید پاسخ مثبت دهید؟",
            "javab":"آیا هنوز خوابی؟"
        },
        {
            "soal":"آن چیست که همیشه در مقابل شماست، اما دیده نمی شود؟",
            "javab":"آینده"
        },
        {
            "soal":"سوراخ های زیادی دارد ولی همچنان آب را در خود نگه می دارد؟",
            "javab":"اسفنج"
        },
        {
            "soal":" یک خانه یک طبقه ایی وجود دارد که همه چیز (مثلاً دیوارها، درها، پنجره ها، مبلمان) در آن زرد است، پله های این خانه چه رنگی هستند؟",
            "javab":"وجود ندارد. چون خانه یک طبقه دارد."
        },
        {
            "soal":"آن چیست که هر گز آن را لمس نکرده اید ولی می توانید آن را بشکنید؟",
            "javab":"قول"
        },
        {
            "soal":"آن چیست که بالا می رود ولی هرگز پایین نمی آید؟",
            "javab":"سن"
        },
        {
            "soal":"آن مرد که در زیر باران بدون چتر و کلاه راه می رفت، حتی یک تار موی سرش خیس نشد. چرا؟",
            "javab":"کچل بود"
        },
        {
            "soal":"آن چیست که هنگام خشک کردن مرطوب می شود؟",
            "javab":"یک حوله"
        },
        {
            "soal":"من هر روز اصلاح می کنم، اما ریش من تغییر نمی کند. من چی هستم؟",
            "javab":"آرایشگر مردانه"
        },
        {
            "soal":"چرا در آن قایقی  که مملو از جمعیت است، هیچ فرد تنهایی جود ندارد؟",
            "javab":"همه افراد قایق ازدواج کرده اند."
        },
        {
            "soal":"آن چیست که نمی تواند صحبت کند اما وقتی با او صحبت می شود پاسخ می دهد؟",
            "javab":"پژواک"
        },
        {
            "soal":"آن چیست که هر چه بیشتر باشد، کمتر می بینید؟",
            "javab":"تاریکی"
        },
        {
            "soal":"آن چیست که بال ندارد ولی پرواز می کند و چشم ندارد ولی گریه می کند؟",
            "javab":"اَبر"
        },
        {
            "soal":"آن چیست که خیلی تیغ دارد، ولی ساقه، برگ و ریشه ندارد؟",
            "javab":"جوجه تیغی"
        },
        {
            "soal":"آن چیست که پا دارد، اما راه نمی رود؟",
            "javab":"میز و صندلی"
        },
        {
            "soal":"آن چیست که هر وعده غذایی تو سفره هست؛ اما ما آن ها را نمی خوریم؟",
            "javab":"قاشق و چنگال"
        },
        {
            "soal":"آن چیست که به هر چیزی مزه می دهد، اما گریه تو را درمیارد؟",
            "javab":"پیاز"
        },
        {
            "soal":"کدام یک از حبوبات را واروونه کنیم نام یکی از وعده های غذایی می شود؟",
            "javab":"ماش"
        },
        {
            "soal":"میوه ای که دو حرف اولش یک عدد دو رقمی است",
            "javab":"سیب"
        },
        {
            "soal":"از میان آب می گذرد ولی هیچگاه خیس نمی شود؟",
            "javab":"نور"
        },
        {
            "soal":"آن چیست که اول سرش را می بری بعد برایش گریه می کنی؟",
            "javab":"پیاز"
        },
        {
            "soal":"در شب های مهتابی و روزهای آفتابی هر چه تعقیبش می کنی نمی توانی بگیریش",
            "javab":"سایه خودت"
        },
        {
            "soal": "آن چیست که چه پر باشد و چه خالی وزنش یکی است؟ ",
            "javab": " نوار"
        },
        {
            "soal": "آن چیست درختی را که ایزد آفریده. دوده شاخه بهرش برگزیده. که به هر شاخه ای سی برگ دارد. به هر برگش دودانه میوه دارد؟ ",
            "javab": " سال ماه شب و روز"
        },
        {
            "soal": "از کسی پرسیدند: از میان تنقلات، کدامیک را دوست داری؟ پاسخ داد: راندن مرغ و مادر بره. او چه چیزی را بیشتر دوست می داشت؟ ",
            "javab": "او «کشمش» را بیشتر دوسن می داشت؛ زیرا راندن مرغ «کیش» و مادر بره «میش» است که به اصطلاح عوام «کیشمیش» و به اصطلاح علمی «کشمش» خواهد شد ."
        },
        {
            "soal": " آن چیست سفید است قند نیست ریشه دارد درخت نیست؟ ",
            "javab": "دندان"
        },
        {
            "soal": "آن چیست سخت است ولی سنگ نیست تخم می گذارد و مرغ نیست چهار پا دارد و سگ نیست؟ ",
            "javab": " لاک پشت"
        },
        {
            "soal": "چه پرنده ای است اگر نامش را برعکس کنیم نام پرنده دیگری می شود؟ ",
            "javab": " غاز"
        },
        {
            "soal": "آن چیست که با گریستن آسمان اشک آن روان می شود؟ ",
            "javab": " ناودان"
        },
        {
            "soal": "بالای آن جای حساب است، پایین آن بازی تاب است؟ ",
            "javab": " ساعت پاندول دار"
        },
        {
            "soal": " آن کدام گیاه است که اگر نصفش کنی نیم آن لنگ و نیم دیگرش غصه باشد؟ ",
            "javab": " شلغم نیم آن لنگ است در معنی"
        },
        {
            "soal": "آن چیست به قدر یک گلابی ست. هم سرخ وسفید و سبز و آبی ست. مه نیست ولی چوماه روشن. بی جان بود و ستاندار جان. محفوظ همیشه درحبابی ست؟ ",
            "javab": " لامپ"
        },
        {
            "soal": "آن چیست که پر اشک بود دامن او. از دور چه استخوان نماید تن او. می سوزد و می گوید و این شد فن او. خواهی که شود زده بزن گردن او؟ ",
            "javab": " شمع"
        },
        {
            "soal": "آن چیست می خورد خون سیاه می رود راه سفید؟ ",
            "javab": " قلم نی"
        },
        {
            "soal": "آن چیست اولم هست خانه ومسکن. دومم کشوری و رای ختن. همه ام هست جز وادویه. طبع شد گرم ازان و تند دهن؟ ",
            "javab": " ادویه"
        },
        {
            "soal": "آن چیست من می روم و او می ماند؟ ",
            "javab": " ردپا"
        },
        {
            "soal": "سه دکان تو در تو اولی چرم فروش دومی پرده فروش سومی یاقوت فروش؟ ",
            "javab": " انار"
        },
        {
            "soal": "آن جیست درختی را که ایزد آفریده. دوده شاخه بهرش برگزیده. که به هر شاخه ای سی برگ دارد. به هر برگش دودانه میوه دارد؟ ",
            "javab": " سال ماه شب و روز"
        },
        {
            "soal": "آن چیست که همه خورده اند جز حضرت آدم؟ ",
            "javab": " شیر مادر"
        },
        {
            "soal": "آن چیست که همه می بینند ولی خدا نمی بیند؟ ",
            "javab": " خواب"
        },
        {
            "soal": "آن چیست که همه دارند ولی اکرم (ص) نداشت؟ ",
            "javab": " سایه"
        },
        {
            "soal": "آن چیست که خداوند آن را به زنان واگذار نکرد؟ ",
            "javab": " رسالت پیغمبری"
        },
        {
            "soal": " آن کدام زمین است که از اول خلقتش تاکنون فقط یک بارخورشید به آن تابیده؟ ",
            "javab": " سطح رودخانه نیل"
        },
        {
            "soal": "آن کدام یکی است که دو نمی شود و کدام دوتا است که سه تا نمی شود؟ ",
            "javab": " خدا دو نمی شود وشب و روز هم سه تا نمی شود"
        },
        {
            "soal": "چهار حرف است نام مطلوبی. که تمنای اهل عالم گشت. هست جهانی چنان عجیب. یکی اگر کم کنی بماند هشت؟ ",
            "javab": " بهشت"
        },
        {
            "soal": " آن چیست که مالک از داشتن ان بی نصیب و مستاجر دارا است؟ ",
            "javab": " نقطه"
        },
        {
            "soal": "آن چیست که با یک نجوا می توان شکست؟ ",
            "javab": " راز"
        },
        {
            "soal": "آن چیست که دوچشم دارد و وقتی انگشت به چشمانش فرو می کنی گوشهایش تیز می شود؟ ",
            "javab": " قیجی"
        },
        {
            "soal": "آن چیست که در هر قرن یک بار و در هر دقیقه دوبار می آید ولی درسال هیچ وقت نمی آید؟ ",
            "javab": " حرف ق"
        },
        {
            "soal": " آن چیست که برخی حیوانات در دهان و بعضی در دم دارند؟ ",
            "javab": " نیش"
        },
        {
            "soal": " آن کدام سه هست که هرگز چهار نمی شود؟ ",
            "javab": " مدرسه"
        },
        {
            "soal": "از قول من و تو قصه ها می گوید. آن چیست كه بی زبان سخن می گوید. بی پرده ز كار این و آن می گوید. با آن كه در او نیست نه دندان و نه لب. بی هدف ره می برد با قلب خون؟ ",
            "javab": " كتاب"
        },
        {
            "soal": "چیست آن، كز چشمه ای آید برون. می شود از سنگ سختی سر نگون. مدتی بر دشت خشكی چون برفت. بیرون و درون شهر جایی دارد؟ ",
            "javab": " اشك چشم"
        },
        {
            "soal": "آن چیست كه ارغوان قبایی دارد. مانند دم موش پایی دارد. گرد است و مدور است و تاجش بر سر. صد پاره تنش، ولی ز یك پایه نگون؟ ",
            "javab": " چغندر"
        },
        {
            "soal": "آن چیست كه روز می نماید شبگون. همچون دل عاشقان فرو ریزد خون. چون دست به او نهی زند اندازه فزون. اندر وسطش كشتی قیر اندوده؟ ",
            "javab": " شاه توت یا توت سیاه"
        },
        {
            "soal": "جامی است در او آب خوش و آسوده. بر جای نشسته و جهان پیموده. كشتی بانی در آن به رنگ دوده.خود جامه همی بافد و او باشد عریان؟ ",
            "javab": " چشم"
        },
        {
            "soal": "آن چیست كه خود ریسد و خود بافد جامه. پوست در پوست گرد یكدیگر؟ ",
            "javab": " عنكبوت"
        },
        {
            "soal": "چیست آن گرد گنبد بی در. رخش از آب دیده گردد تر. هر كه بگشاید این معما را. گاهی حلال و طیب. گاهی حرام مطلق؟ ",
            "javab": " پیاز"
        },
        {
            "soal": "آن چیست گرد و كوچك، آویز و معلق. گرد است و دراز و در ندارد؟ ",
            "javab": " انگور"
        },
        {
            "soal": "آن چیست كه پا و سر ندارد. جز نام دو جانور ندارد اندر شكمش ستارگانند. اندام ظریف چون صنوبر دارد؟ ",
            "javab": " خربزه"
        },
        {
            "soal": "آن چیست قبای زرد در بر دارد. تلخ است ولی طعمی چو شكر دارد زرد است و معطر آید به مشام. با هزاران سوار می گردد؟ ",
            "javab": " لیمو شیرین"
        },
        {
            "soal": "چیست آن پادشاه هفت اقلیم. آمد و فوج شاه در پیچید ناگهان یك سوار زرد نقاب. چار پاست، نه كه گاو است؟ ",
            "javab": " ماه و ستارگان و خورشید"
        },
        {
            "soal": "سخت است نه كه سنگ. بیابان گرد است نه كه مرد است. تخم ریز است نه كه مرغ است. كلید آهنین قفلش گشاید؟ ",
            "javab": " لاكپشت"
        },
        {
            "soal": "كدام است گنبدی كه در ندارد. زهر بچه دو صد مادر بزاید، هزاران بچه دارد در شكم بیش. كه ندارد به آشیانه قرار؟ ",
            "javab": " هندوانه"
        },
        {
            "soal": "چیست آن مرغ آتشین منقار و قنا عذاب النار؟ شب و روز اندر آب می گوید. سرخ و سبز و سپید پوشیده؟ ",
            "javab": " قلیان"
        },
        {
            "soal": "چیست آن لعبت پسندیده. با دو صد احترام خوابیده؟ در میان دو كاسه چوبین. رخت سیه و سبز كلاهی دارد؟ ",
            "javab": " پسته"
        },
        {
            "soal": "آن چیست كه در برگ پناهی دارد. من در عجبم كاین چه گناهی دارد؟ پوستش بكنند و سینه اش چاك كنند. گر آب تنی كنی، تنش آب شود؟ ",
            "javab": " بادمجان"
        },
        {
            "soal": "آن چیست كه در سه و قت كمیاب شود. گر سرد شود، زندگی از سر گیرد؟ گر گرم شود گریه كند تا میرد. از خمی هر دو سر به هم دارد؟ ",
            "javab": " برف و یخ"
        },
        {
            "soal": "این چه باشد كه پشت خم دارد.صد منی را به پشت بر دارد؟ وزن او نیست خود به صد مثقال. پرنیان پیكر و آهن دل و فولاد پر است؟ ",
            "javab": " نعل اسب"
        },
        {
            "soal": "آن چه مرغیست تا اوج هوا رهسپار است. كاندرین صحرا بدیدم یك عجایب جانور؟ ",
            "javab": " هواپیما"
        },
        {
            "soal": "یك معما از تو پرسم ای حكیم پر هنر. پای او مانند اره، شیر سینه، اسب سر، مور چشم ،مار دم ،كركس پرو عقرب شكم.نیم پر شد پر تهی، یعنی چه چیز؟ ",
            "javab": " ملخ"
        },
        {
            "soal": " یك معما با تو دارم، ای حكیم با تمیز. مرغ آتشخوارم و آتش پر و بال من است؟ ",
            "javab": " ماه"
        },
        {
            "soal": " بلبل این باغم واین باغ بستان من است. هر كه حل كرد این معما پیرو استاد من است. استخوانم نقره و اندر شكم دارم طلا. كه آتش در میان آب می گشت؟ ",
            "javab": " شمع"
        },
        {
            "soal": "عجایب صنعتی دیدم در این دشت. دو اسم زنده دارد از دو حیوان؟ ",
            "javab": " سماور"
        },
        {
            "soal": "عجایب لعبتی زرد است و بی جان. رعنا پسران شوخ و دلكش دارد؟ ",
            "javab": " خربزه"
        },
        {
            "soal": "شیراز پری رخان مهوش دارد. بنگر كه دلم از تو چه خواهش دارد از هر سر مصرعی حروفی بردار. نه در دارد نه دیوار و حصاری؟ ",
            "javab": " شراب"
        },
        {
            "soal": "عجایب گنبد والا تباری. درونش هست لشكر بیشماری. بنازم قدرت پروردگاری. پریرویان به بستان تازه دیدم؟ ",
            "javab": " خشخاش"
        },
        {
            "soal": "عجایب صنعت نادیده دیدم. به یك محمل دو صد دردانه دیدم! چو دست بردم گل از باغش بچینم. همه چادر سفید سینه بلوری؟ ",
            "javab": " انار"
        },
        {
            "soal": "از آن بالا میاد یك دسته حوری. چون به سن سی رسد بچه شود!؟ ",
            "javab": " كبوتر"
        },
        {
            "soal": "دختری چهارده ساله بالغ شود. پرش سیب و گلابی؟ ",
            "javab": " ماه"
        },
        {
            "soal": "دستمال آبی آبی. چشمه آبش را ببین شط فراتش را ببین؟ ",
            "javab": " آسمان و ستارگان"
        },
        {
            "soal": "گنبد سرخ چمنی، توش گل سرخ یمنی. لب تا لب آن میان زنجیر است؟ ",
            "javab": " هندوانه"
        },
        {
            "soal": "در خانه ما درخت انجیر است. آبش بخورم كه گوئیا چون شیر است! خنجر بكشم میانه را پاره كنم. اهل حقه تمام سر بسته؟ ",
            "javab": " نارگیل"
        },
        {
            "soal": "حقه ای دیده ایم در بسته. صاف و رنگین به یكدیگر بسته! همه یاقوت رنگ و لعل صفت. داس ظفرم چو كشت دولت دروند؟ ",
            "javab": " انار"
        },
        {
            "soal": "من خود كج و راستان زمن راست روند. از هر طرفی زمزمه زه شنوند! پشت از پی خدمت چه كنم خم كه و مه. زنده نبود تا نكنی زاتش بریان؟ ",
            "javab": " كمان"
        },
        {
            "soal": "چیزی چه بود مرده به یك كنج نهاده. سرش تا نبری نگوید خبر؟ ",
            "javab": " شمع"
        },
        {
            "soal": "چه چیز است، مرغی است بی بال و پر. صد پاره تنش بود ولی به یك پای نگون؟ ",
            "javab": " نامه"
        },
        {
            "soal": "آن چیست كه روز می نماید شبگون. همچون عاشق زچشم او ریزد خون؟ چون ناز كنی تنش ز اندازه فزون. به شباهت نظیر یكدگر است؟ ",
            "javab": " شاتوت"
        },
        {
            "soal": "آن چه باشد كه زرد مثل زر است. معدنش در میان دشت و در است؟ قیمت آن بسی گران نبود. پای او غرق در دل خاك است؟ ",
            "javab": " هویچ یا زردك"
        },
        {
            "soal": "آن چه باشد كه سر بر افلاك است. گوشت شیرین و استخوان چاك است؟ رنگ او سرخ و زرد و گاه سیاه. اندر صف مردان خدا جا دارد؟ ",
            "javab": " نخل"
        },
        {
            "soal": "آن چیست كه جا به كوه و صحرا دارد. سیصد سر و ده شكم دو صد پا دارد از هیبت او جمله بلرزد عالم.مشاطه زلف دلبران است؟ ",
            "javab": " شیر به حروف ابجد"
        },
        {
            "soal": "آن چیست كه پیك عاشقان است. رقص چمن از نوای آن است؟ خندیدن گل ز بوسه اوست. روز و شب گردد و قدم نزند؟ ",
            "javab": " نسیم-باد"
        },
        {
            "soal": "چیست گردنده یی كه دم نزند. برف بارد و لیك دم نزند؟ نعره او به سان شیر بود. اهل حقه، تمام سر بسته؟ ",
            "javab": " آسیاب"
        },
        {
            "soal": "حقه ای دیده ایم در بسته. صاف و رنگین به یكدیگر بسته! همه یاقوت رنگ و لعل صفت. وز آتش سرخش تاج و افسر دارد؟ ",
            "javab": " انار"
        },
        {
            "soal": "این چیست كه تاج نقره بر سر دارد. بر گردنش از هر طرفی زنجیر است؟ نا كرده گناه روی او چون قیر است. جفتند ولی زهم جدایند؟ ",
            "javab": " سر قلیان"
        },
        {
            "soal": "یك جفت كبوترند ابلق. از كالبدشان برون نیایند پرواز كنند گرد عالم. برسر هر شاخ او سه دختر افسونگر است؟ ",
            "javab": " زمین و ماه"
        },
        {
            "soal": "اژدری دیدم كه او چارشاخ اندر سراست. هر پسر را بیست و چار فرزند دیگر درخور است برسر. هر دختری بنشسته باشد سی پسر. اندر كف مهوشان موزون گردد؟ ",
            "javab": " سال، فصل، شبانه روز و 24 ساعت"
        },
        {
            "soal": "آن چیست كز او حسن بت افزون گردد. چون آب بدو رسد همه خون گردد، سبز است تنش تا نرسد آب، بدوكهربا پیكر و آدم دم و فولاد سر است؟ ",
            "javab": " حنا"
        },
        {
            "soal": "آن چیست كه برسینه خصمش گذرست. بار دوم كه زاد جان آورد!؟ ",
            "javab": " تبرزین"
        },
        {
            "soal": " بار اول كه زاد بی جان بود. در یك گلاب پاش دو رنگ گلاب چیست؟ ",
            "javab": " تخم مرغ"
        },
        {
            "soal": "دارم سوال خواجه بفرما جواب چیست. آتش بدو رسیدن و بستن ، جواب چیست؟ سرمای زمهریر كه یخ بست او نبست؟ ",
            "javab": " تخم مرغ"
        },
        {
            "soal": "از همه جا خبر داره نه دست داره نه پا داره. مكان و منزلش زیر زمینه!؟ ",
            "javab": " باد"
        },
        {
            "soal": "اگر بر سر زند تاج مرصع. رو آتش می زاری، یخش می بنده؟ ",
            "javab": " مار"
        },
        {
            "soal": "كاسه چینی، آبش دو رنگه. درون او پر از بچه!؟ ",
            "javab": " تخم مرغ"
        },
        {
            "soal": "نه در داره نه دریچه. چار تا داداش تو یه قوطی؟ ",
            "javab": " انار"
        },
        {
            "soal": "قوطی قوطی. سمر قوطی. سفید كنم لباس و رخت؟ ",
            "javab": " گردو"
        },
        {
            "soal": "یه میخ دارم دو سنگ تخت. فوری میره پای تو؟ ",
            "javab": " دست تاس (آسیاب دستی)"
        },
        {
            "soal": " بالا یك و پایین دو. هی قر بزن هی قل بزن؟ ",
            "javab": " شلوار"
        },
        {
            "soal": "لبم به لبت، دستم به گردنت. دو روغن تو یه شیشه؟ ",
            "javab": " قلیان"
        },
        {
            "soal": " اشیشه و مشیشه. آقا خوابیده دراز و باریك!؟ ",
            "javab": " تخم مرغ"
        },
        {
            "soal": " دالون دراز تنگ و باریك. چل عروس تو یه قوطی؟ ",
            "javab": " شمشیر به همراه غلاف"
        },
        {
            "soal": "چل قوطی چل بند قوطی. همه چادر سفید قوم كلونتر!؟ ",
            "javab": " قوطی كبریت"
        },
        {
            "soal": "از اون بالا میاد یه گله دختر. گرده، نه گردكانه!؟ ",
            "javab": " كبوتر های سفید"
        },
        {
            "soal": "زرده، نه زعفرانه. اگه جات داری. یكیشو وردار!؟ ",
            "javab": " سكه ، اشرفی"
        },
        {
            "soal": " دستمال انار ، پیش زن سالار. كسی رو ندارم بشمره!؟ ",
            "javab": " آتش در منقل"
        },
        {
            "soal": "سینی دارم پر گشواره. صداش نعره ی شیره؟ ",
            "javab": " آسمان و ستارگان"
        },
        {
            "soal": "خودش دسته ی بیله؟ ",
            "javab": " تفنگ"
        },
        {
            "soal": " آن چیست كه روز می دود و شب پاسبان اتاق است؟ ",
            "javab": " كفش"
        },
        {
            "soal": "آن چیست كه امروز مهمان ماست، فردا نوبت شماست؟ ",
            "javab": " مرگ"
        },
        {
            "soal": "آن چیست كه اگر از ارتفاع زیاد به زمین افتد نمی شكند اما اگر در دخمه ای افتد می شكند؟ ",
            "javab": " تخمه"
        },
        {
            "soal": "آن كدام جانور است كه صبح با چهار پا ظهر با دو پا و عصر با سه پا راه می رود؟ ",
            "javab": " انسان در دوران زندگی"
        },
        {
            "soal": "آن چیست كه روز و شب دستش را به كمرش زده وایستاده؟ ",
            "javab": " آفتابه"
        },
        {
            "soal": "آن چیست كه من یكی دارم تو دو تا داری شاه سه تا و پسر پادشاه نه تا؟ ",
            "javab": " نقطه"
        },
        {
            "soal": "آن چیست كه در دنیاست، دنیا هم دراوست؟ ",
            "javab": " چشم"
        },
        {
            "soal": " آن چیست كه تا اسمش را به زبان می رانی می شكند؟ ",
            "javab": " سكوت"
        },
        {
            "soal": "آن چیست كه هر چه آب در آن بریزند پر نمی شود؟ ",
            "javab": " آبكش"
        },
        {
            "soal": "آن چیست كه هر چه می دویم به آن نمی رسیم؟ ",
            "javab": " سایه خود ما"
        },
        {
            "soal": " آن كیست كه برای همه ی مردم لباس می دوزد اما خودش لخت است؟ ",
            "javab": " سوزن"
        },
        {
            "soal": " آن چیست كه ما تصور می كنیم او را می خوریم اما در حقیقت او ما را می خورد؟ ",
            "javab": " غصه"
        },
        {
            "soal": "آن چیست كه شیرین است و طعم ندارد، سنگین است و وزن ندارد؟ ",
            "javab": " خواب"
        },
        {
            "soal": " آن چیست كه من می روم و او می ماند؟ ",
            "javab": " جای پا"
        },
        {
            "soal": "آن چیست كه بی علم و دانش ،همه چیز را همانگونه كه هست آشكار می سازد؟ ",
            "javab": " آینه"
        },
        {
            "soal": "آن چیست كه تا سرش را نبرند حرف نمی زند؟ ",
            "javab": " نامه درون پاكت"
        },
        {
            "soal": "آن چه كشوری است كه در پیشانی ماست؟ ",
            "javab": " چین"
        },
        {
            "soal": " آن چه كشوری است كه در چشم ماست؟ ",
            "javab": " كره"
        },
        {
            "soal": "آن چیست كه هر چه آن را بیشتر بكشیم كوتاه تر می شود؟ ",
            "javab": " سیگار"
        },
        {
            "soal": " آن چیست كه هر چه آن را بیشتر بكشیم بلند تر می شود؟ ",
            "javab": " خط"
        },
        {
            "soal": " آن چیست كه اگر باشد (كور) است و اگر نباشد (كر) است؟ ",
            "javab": " حرف واو"
        },
        {
            "soal": "آن چیست كه پدر و پسر دارند اما مادر ندارد؟ ",
            "javab": " نقطه"
        },
        {
            "soal": "آن چیست كه بسیارش كم است و آن چیست كه كمش بسیار است؟ ",
            "javab": " دوست و دشمن"
        },
        {
            "soal": " آن كدام یك است كه دو نمی شود؟ ",
            "javab": " خدا"
        },
        {
            "soal": " آن كدام دو است كه سه نمی شود؟ ",
            "javab": " شب و روز"
        },
        {
            "soal": "آن كدام سه است كه چهار نمی شود؟ ",
            "javab": " ماه های فصل و اضلاع مثلث"
        },
        {
            "soal": " آن كدام چهار است كه پنج نمی شود؟ ",
            "javab": " چهار فصل"
        },
        {
            "soal": "آن كدام پنج است كه شش نمی شود؟ ",
            "javab": " پنجه دست و پا"
        },
        {
            "soal": " آن كدام شش است كه هفت نمی شود؟ ",
            "javab": " شش دانگ هر چیز"
        },
        {
            "soal": "آن كدام هفت است كه هشت نمی شود؟ ",
            "javab": " هفت طبقه آسمان و ایام هفته"
        },
        {
            "soal": " آن كدام هشت است كه نه نمی شود؟ ",
            "javab": " هشت پا"
        },
        {
            "soal": "آن كدام نه است كه ده نمی شود؟ ",
            "javab": " اعداد یك رقمی"
        },
        {
            "soal": " آن كدام ده است كه یازده نمی شود؟ ",
            "javab": " انگشتان دست و دهگان"
        },
        {
            "soal": " اون چی چیه كه روش نقرس، زیرش طلا؟ ",
            "javab": " تخم مرغ"
        },
        {
            "soal": " اون چیه كه مال توهست، اما خودت كمتر ازهمه به كارش می بری؟ ",
            "javab": " اسم"
        },
        {
            "soal": "آن كدام درنده است كه آدم سرش را می خورد؟ ",
            "javab": " شیر"
        },
        {
            "soal": "آن چیست كه در میان (گربه)، ماهی است؟ ",
            "javab": " گرمابه"
        },
        {
            "soal": "منظور از خروس بیوه چیست؟ ",
            "javab": " خروس بدون حرف واو است كه خرس می شود"
        },
        {
            "soal": "فرق چینی و ژاپنی در چیست؟ ",
            "javab": " چینی می شكند، اما ژاپنی نمی شكند"
        },
        {
            "soal": "آن چیست كه پر و خالیش یك وزن دارد؟ ",
            "javab": " نوار كاست و ویدئو"
        },
        {
            "soal": "خداوند متعال چه می خورد، چه می پوشد و چقدر توانایی دارد؟ ",
            "javab": " خداوند متعال غم بندگانش را می خورد، عیب آنان را می پوشد و قدرتش بی انتهاست"
        },
        {
            "soal": "از صفر تا صد چند تا 9 وجود دارد؟ ",
            "javab": " بیست تا"
        },
        {
            "soal": "آن چیست که دو پا دارد و دو پای دیگر هم قرض می کند و می رود و کسی هم به گردش نمی رسد؟ ",
            "javab": " دوچرخه"
        },
        {
            "soal": "آن چه گرد سبز رنگی است که اگر در آب بریزند،قرمز می شود؟ ",
            "javab": " حنا"
        },
        {
            "soal": " نام گلی است که باحذف کردن حرف اولش روی آب شناورمی شود…؟ ",
            "javab": " شقایق"
        },
        {
            "soal": "آن چیست که خون سیا را می خورد ولی راه سفید می رود ؟ ؟ ؟",
            "javab": "قلم نی"
        },
        {
            "soal": "آن چیست که همانند سه دکان تو در تو که اولی همانند چرم فروشی ، دومی همانند پرده فروشی و سومی همانند یاقوت فروشی ؟ ؟ ؟ ",
            "javab": "انـــار"
        },
        {
            "soal": "آن چیست که یکی است و همیشه با تو است؟ ",
            "javab": " خدا"
        },
        {
            "soal": "نه دست دارد، نه پا دارد، از همه جا خبر دارد! ",
            "javab": " باد"
        }
    ]
}